antigravity-preview
apache-tools
awww-git
bfg
blackarch-keyring
caelestia-shell
catppuccin-gtk-theme-mocha
clipse-bin
denaro
espeak
fabric-cli-git
fortune-mod-archlinux
freeze-bin
garuda-hotfixes
gestures
gray-git
grub-customizer
gtk-engine-murrine
gtkmm
hollywood
hyde-cli-git
hyprgui-bin
libjpeg6-turbo
libva-git
localsend-bin
matugen-bin
pamac-aur
pipes.sh
pokego-bin
qt5-charts
reiserfsprogs
smile
stacer-git
swaylock-effects-git
telegram-desktop-bin
upscayl-bin
xbindkeys_config-gtk2
yay-bin
yay-bin-debug
