7zip
acpi
alacritty
alsa-firmware
alsa-utils
antigravity-preview
apache-tools
archlinux-wallpaper
archlinux-xdg-menu
arj
ark
audio-recorder
autoconf
automake
autorandr
awww-git
b43-fwcutter
base
base-devel
bash-completion
bfg
bind
binutils
bison
blackarch-keyring
blas
blueman
bluetui
bluez
bluez-deprecated-tools
bluez-obex
bluez-tools
bluez-utils
bpytop
bridge-utils
btop
btrfs-assistant
btrfs-progs
bzip2
caelestia-shell
cameractrls
catppuccin-gtk-theme-mocha
cava
cblas
chaotic-keyring
chaotic-mirrorlist
chrony
cliphist
clipse-bin
cmatrix
cowsay
cryptsetup
curlftpfs
ddcutil
ddrescue
denaro
dhclient
dialog
dkms
dmenu
dmidecode
dmraid
dos2unix
dosfstools
downgrade
dracut
duf
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
emote
eog
espeak
ethtool
exfatprogs
extension-manager
f2fs-tools
fabric
fabric-cli-git
fakeroot
fastfetch
fatresize
festival
ffmpegthumbnailer
ffmpegthumbs
file
file-roller
filesystem
findutils
firefox
flatpak
flex
foot
fortune-mod
fortune-mod-archlinux
freedownloadmanager
freetype2
freeze-bin
fscrypt
garuda-assistant
garuda-browser-settings
garuda-common-settings
garuda-dracut-support
garuda-fish-config
garuda-gamer
garuda-hardware-profile-standard-x11
garuda-hooks
garuda-hotfixes
garuda-icons
garuda-network-assistant
garuda-rani
garuda-setup-assistant
garuda-system-maintenance
garuda-wallpapers
garuda-welcome
garuda-zsh-config
gawk
gcc
gcc-libs
geary
gedit
gedit-plugins
gestures
gettext
git
git-filter-repo
git-lfs
gnome-bluetooth-3.0
gnome-clocks
google-chrome
gparted
gpu-screen-recorder-git
graphicsmagick
gray-git
grep
grim
groff
grub
grub-btrfs
grub-customizer
grub-theme-garuda
gsl
gst-libav
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gtkmm
gum
gvfs
gvfs-gphoto2
gvfs-mtp
gzip
hexedit
hollywood
htop
httpie
hyde-cli-git
hyprgui-bin
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
hyprsunset
imagemagick
inetutils
input-devices-support
intel-media-driver
intel-media-sdk
intel-ucode
inxi
iproute2
iptables-nft
iputils
jfsutils
kclock
kde-cli-tools
kitty
kmix
kvantum
kvantum-qt5
lapack
lhasa
lib2geom
lib32-libpulse
lib32-openal
lib32-pipewire-jack
libcdr
libdvdcss
libimagequant
libjpeg6-turbo
libreoffice-fresh
librevenge
libtool
libva-git
libvirt
libvisio
libwpd
libwpg
licenses
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-firmware-nvidia
linux-headers
linux-lts
linux-zen
linux-zen-headers
localsend-bin
logrotate
lolcat
lrzip
lsb-release
lsd
lua52
lvm2
lzip
lzop
m4
macchanger
make
man-db
man-pages
matugen-bin
mdadm
micro
mission-center
mpd
mtools
nano
nbfc-linux
ncdu
ncurses5-compat-libs
neo-matrix-git
neovim
net-tools
nethogs
network-manager-applet
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
nvtop
nwg-displays
nwg-look
obsidian
oh-my-zsh-git
openjdk-doc
openjdk-src
os-prober-btrfs
pace
pacman
pacman-contrib
pacseek
pamac-aur
pamixer
pandoc-bin
papirus-icon-theme
parallel
partitionmanager
paru
patch
pciutils
pcmanfm
perl-file-mimeinfo
perl-image-exiftool
pfetch
pinta
pipes.sh
pipewire-jack
pipewire-support
pkgconf
plasma-browser-integration
plocate
plymouth
pm2
pokego-bin
pokemon-colorscripts-git
polkit-kde-agent
potrace
power-profiles-daemon
procps-ng
psmisc
pwvucontrol
python-appdirs
python-beautifulsoup4
python-certifi
python-cssselect
python-ijson
python-libusb1
python-loguru
python-lxml
python-numpy
python-pip
python-pydbus
python-pywayland
python-rich
python-screeninfo
python-soupsieve
python-toml
python-watchdog
python-zstandard
qalculate-gtk
qbittorrent
qt5-charts
qt5-graphicaleffects
qt5-quickcontrols
qt5-quickcontrols2
qt5-tools
qt6ct
ragel
ranger
rate-mirrors
reflector-simple
reiserfsprogs
rofi
satty
scour
scratch
screenkey
sddm
sed
shadow
shotcut
shutter
slurp
smile
snapper-support
snapper-tools
sndio
sof-firmware
sox
speedcrunch
sqlitebrowser
sshfs
stacer-git
stow
subversion
sudo
supervisor
swappy
swaybg
swayidle
swaylock-effects-git
swaync
systemd
systemd-sysvcompat
tar
telegram-desktop-bin
terminus-font
tesseract
tesseract-data-eng
tesseract-data-spa
texinfo
texlive-basic
texlive-fontsrecommended
thunar
tokei
traceroute
trash-cli
tree
ttf-dejavu
ttf-liberation
ttf-nerd-fonts-symbols-mono
tty-clock
tui-journal
tumbler
udiskie
ufw
ugrep
unace
unarchiver
unarj
unrar
unzip
update-grub
upscayl-bin
usbutils
util-linux
uwsm
varia
vi
vim
virt-manager
visual-studio-code-bin
vlc
vlc-plugins-all
volumeicon
wallust-git
waybar
wayland-utils
waypaper-git
websocat
which
whois
wireless-regdb
wireless_tools
wl-clip-persist
wl-clipboard
wlogout
wmctrl
wofi
xarchiver
xbindkeys_config-gtk2
xclip
xdg-desktop-portal-hyprland
xdg-utils
xdotool
xf86-video-intel
xfsprogs
xorg-server
xorg-xinit
xorg-xinput
xorg-xwayland
xsel
xz
yay-bin
yay-bin-debug
yt-dlp
zenity
zip
zsh-theme-powerlevel10k-git
