ahmadawais.emoji-log-vscode
ahmadawais.shades-of-purple
antfu.icons-carbon
augment.vscode-augment
beardedbear.beardedtheme
bierner.emojisense
brano.bikkuri-theme
charliermarsh.ruff
dart-code.dart-code
dart-code.flutter
factory.factory-vscode-extension
github.copilot
github.copilot-chat
gosvig123.css-class-counter
maxim-lapan.python-reference-counter
mechatroner.rainbow-csv
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools-extension-pack
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
pkief.material-icon-theme
qwtel.sqlite-viewer
romyrianata.fix-augment
rooveterinaryinc.roo-cline
talhabalaj.actual-font-changer
